{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "page-title": {
      "type": "page-title",
      "settings": {
        "heading": "You’ve got questions? <br>We’ve got answers!",
        "description": "",
        "show_shape_divider": true,
        "padding_top": 80,
        "padding_bottom": 80
      }
    },
    "faq-0": {
      "type": "faq",
      "blocks": {
        "question-0": {
          "type": "question",
          "settings": {
            "title": "What are the top non-alcoholic drinks?",
            "text": "<p>Wines and beers are always popular as they replace what many people would drink on social occasions like weddings or BBQs. Mocktails have become increasingly more popular as well as a <strong>no-alcohol drink <\/strong>option. With Sphynx's range of spirits and mixers,  it’s dead simple to mix up <strong>non-alcoholic drinks <\/strong>such as a zero alcohol G ‘n’ T, cranberry spritz or piña colada.<\/p>"
          }
        },
        "question-1": {
          "type": "question",
          "settings": {
            "title": "What is a good alternative to drinking alcohol?",
            "text": "<p>In recent years, many Australians have sought an excellent <strong>non-alcoholic drink <\/strong>alternativeto their favourite beer, wine or spirit. They want a refreshing substitute that tastes great but won’t have the obvious drawbacks of a traditional alcoholic beverage. If you're going to cut down or ultimately end your alcohol consumption, Sphynx's range of <strong>non-alcoholic drinks <\/strong>is the perfect alternative. If you practice mindful drinking or are teetotal, zero-alcohol beer, wines, ciders, or spirits are tremendous and offer several health benefits.<\/p>"
          }
        },
        "question-2": {
          "type": "question",
          "settings": {
            "title": "Is there still alcohol in non-alcoholic drinks?",
            "text": "<p>Due to the process involved in making <strong>non-alcoholic drinks<\/strong>, there may still be trace amounts of alcohol present. For a beverage to get considered a <strong>non-alcoholic drink<\/strong>, the amount of alcohol present must be below 0.5%. Because these <strong>non-alcoholic beverages <\/strong>contain very small amounts of alcohol, they are not for individuals that alcohol dependent or that need to avoid the consumption of alcohol on any medical or religous grounds.<\/p>"
          }
        },
        "question-3": {
          "type": "question",
          "settings": {
            "title": "What are the health benefits of no-alcohol drinks?",
            "text": "<p>There are many benefits to be had from drinking <strong>no-alcohol drinks<\/strong>. Many people have chosen to <strong>buy non-alcoholic drinks online <\/strong>from us to help them cut down on their consumption of alcohol while still enjoying the flavour of their favourite beer or wine. Switching to <strong>non-alcoholic beverages <\/strong>can help reduce calorie intake and increase vitamin and mineral consumption. <strong>Non-alcoholic drinks <\/strong>also don’t get you drunk, meaning you can socialise responsibly, drive home, and not suffer the dreaded morning-after hangover. Reducing alcohol intake can also help reduce the potential for heart disease.<\/p>"
          }
        },
        "9f37ad1b-a011-4d45-a0a3-268efcc2f877": {
          "type": "question",
          "settings": {
            "title": "Do alcohol-free drinks get you drunk?",
            "text": "<p>Getting anywhere near drunk on <strong>alcohol-free drinks <\/strong>is practically impossible for an adult. You simply couldn't ingest enough non-carbonated or <strong>carbonated non-alcoholic beverages <\/strong>even to get a slight buzz. Our <strong>non-alcoholic drink <\/strong>menu was curated so drinkers looking to cut down on their consumption or non-drinkers could enjoy the flavour profile of alcoholic drinks without the adverse effects. An <strong>alcohol-free drink <\/strong>option allows you to socialise with others and enjoy the fantastic flavours of beer, wine or a spirit, and you’d be very hard-pressed to tell the difference between the two.<\/p>"
          }
        },
        "b8b99c8c-b29e-402c-a93c-864158578645": {
          "type": "question",
          "settings": {
            "title": "Do you deliver non-alcoholic drinks Australia-wide?",
            "text": "<p>If you <strong>buy non-alcoholic drinks online <\/strong>with Sphynx and place your order before 10 am, the order will get shipped the same day to anywhere in Australia. Most of our orders use the Australia Post eParcel Wine service. This method is extremely reliable and allows you to track your order once it has been dispatched. This method is generally swift and efficient, although you need to make small allowances for the delivery of Sphynx <strong>alcohol-free drinks <\/strong>at peak times of the year, such as Christmas, New Year, and around public holidays. It is the most secure way to deliver orders of <strong>zero-alcohol drinks <\/strong>across Australia, but we can also ship <strong>non-alcoholic beverages <\/strong>to New Zealand, the UK and America.<\/p>"
          }
        },
        "a0112de4-be15-4b23-877c-db89d17b89b8": {
          "type": "question",
          "settings": {
            "title": "Can you buy non-alcoholic beverages under 18 in Australia?",
            "text": "<p>All of Sphynx's <strong>non-alcoholic beverages <\/strong>contain less alcohol than the level required to get considered an alcoholic beverage by the Liquor Control Reform Act. If you are under 18, you can legally buy <strong>non-alcoholic drinks online<\/strong>. We have created a massive selection of the <strong>best non-alcoholic beverages <\/strong>that allows younger generations to enjoy a bottle of beer with the footy, or a glass of wine at a family dinner or social gathering, legally and responsibly.<\/p>"
          }
        }
      },
      "block_order": [
        "question-0",
        "question-1",
        "question-2",
        "question-3",
        "9f37ad1b-a011-4d45-a0a3-268efcc2f877",
        "b8b99c8c-b29e-402c-a93c-864158578645",
        "a0112de4-be15-4b23-877c-db89d17b89b8"
      ],
      "settings": {
        "heading": "NON-ALCOHOLIC DRINKS &NON-ALCOHOLIC BEVERAGES FAQS",
        "padding_top": 36,
        "padding_bottom": 88,
        "custom_class": ""
      }
    },
    "1a4b3c54-0f8b-4100-aa37-45783877fc32": {
      "type": "section-cta",
      "settings": {
        "layout": "default",
        "heading": "More questions? Send us a note",
        "font_size": 16,
        "font_family": "Montserrat",
        "font_weight": "900",
        "heading_color": "#000000",
        "image_left": "shopify:\/\/shop_images\/Group_628.png",
        "image_right": "shopify:\/\/shop_images\/Group_629.png",
        "bg_color": "#ffc85e",
        "btn_label": "Contact Us",
        "button_link": "shopify:\/\/pages\/contact",
        "padding_top": 0,
        "padding_bottom": 0,
        "padding_top_mobile": 60,
        "padding_bottom_mobile": 60,
        "custom_class": "cta-faq"
      }
    }
  },
  "order": [
    "main",
    "page-title",
    "faq-0",
    "1a4b3c54-0f8b-4100-aa37-45783877fc32"
  ]
}
